Repository: collective/collective.blog.portlets
Catalog: collective/blog/portlets/locales/*/LC_MESSAGES/collective.blog.portlets.po
Languages: es, eu, fr, it, nl, pt_br

source: Archive view
es: Vista del archivo
eu: Artxiboaren bista
fr: Vue archive
it: Vista Archivio
nl: Archief weergave
pt_br: Visão do arquivo

source: Collective Blog Portlets
es: collective blog.star portlets - Portlets para Blog

source: Entries
es: Entradas
eu: Sarrerak
fr: Billets
it: Post
nl: Berichten
pt_br: Entradas

source: Extra portlets for the blogging
es: Agrega portlets extra para blogging en Plone
nl: Extra blog portlets

source: Last entries
es: Últimas entradas
eu: Azken sarrerak
fr: Derniers billets
nl: Meest recente berichten
pt_br: Últimas entradas

source: Monthly archive
es: Archivo mensual
eu: Hilabetekako artxiboa
fr: Archive mensuelle
it: Archivio mensile
nl: Maandelijkse archief
pt_br: Arquivo mensal

source: Reverse year and month list
es: Mostrar año y mes en orden inverso
eu: Urte eta hilabeteak alderantzikatu
fr: Inverser l'ordre d'affichage année et mois
it: Inverti l'ordine di anni e mesi
nl: Jaar en maand lijst omgekeerd tonen.
pt_br: Mostrar ano e mês em ordem inversa

source: The name of the archive view
es: Nombre de la vista del archivo
eu: Artxiboaren bistaren izena
fr: Le nom de la vue archive
it: Il nome della vista dell'archivio
nl: De naam van portlet
pt_br: O nome da visão do arquivo

source: The number of entries to show
es: Número de entradas a mostrar
eu: Erakutsiko den sarrera kopurua
fr: Le nombre de billets à afficher
it: Il numero di post da mostrare
nl: Het aantal berichten dat getoond wordt
pt_br: Número de entradas mostradas

source: The text that will be shown as the title of the portlet
es: Introduzca el texto que se mostrará como título del portlet.
eu: Portletaren izenburu gisa erabiliko den testua
fr: Le texte sera affiché comme le titre du portlet
it: Il testo che verrà utilizzato come titolo della portlet
nl: De text die getoond wordt als titel van de portlet
pt_br: O texto que será mostrado como o título do portlet

source: Title of the portlet
es: Título del portlet
eu: Izenburua
fr: Titre du portlet
it: Titolo della portlet
nl: Titel van de portlet
pt_br: Título do portlet

source: When checked, the first shown year will be the current one, and then the previous ones. The same applies to the months
es: Cuando está seleccionado, el primer año será el actual y después saldrán los anteriores. Lo mismo sucede con los meses.
eu: Aukeratuta dagoenean, lehenengo agertuko den urtea berriena izango da eta ondoren zaharragoak. Hilabeteak ere era berean ordenatuko dira.
fr: Lorsqu'elle est sélectionnée, la première année affichée sera l'année en cours puis les années précédentes. Il en sera de même pour les mois.
it: Quando è settato, il primo anno visualizzato sarà il corrente e poi gli altri. Lo stesso per i mesi
nl: Indien aangevinkt, wordt het huidige jaar eerst getoond en daarna de vorige jaren. Idem voor de maanden
pt_br: Quando selecionado, o primeiro ano mostrado será o atual e depois os anteriores. O mesmo se aplica para os meses

source: label_archive
es: Archivo
eu: Artxiboa
fr: Archive
it: Archivio
nl: Archief
pt_br: Arquivos

source: label_last_entries
es: Últimas entradas
eu: Azken sarrerak
fr: Derniers billets
it: Ultimi post
nl: Laatste berichten
pt_br: Últimas entradas
